IDEA Open Model
ResultOfLoading2 Class
Compatible with IDEA StatiCa Beta 20.0
Note: This API is now obsolete.
 Result of internal forces in the one position
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.ResultOfLoading2
 IdeaRS.OpenModel.Result.ResultOfDeformation2
 IdeaRS.OpenModel.Result.ResultOfInternalForces2
 IdeaRS.OpenModel.Result.ResultOfNLA2
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
[ObsoleteAttribute]
public abstract class ResultOfLoading2
<ObsoleteAttribute>
Public MustInherit Class ResultOfLoading2
The ResultOfLoading2 type exposes the following members.
Constructors
Name | Description
ResultOfLoading2
 Constructor
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace